Repository: zsoltbalogh/furik
Catalog: wordpress/furik-plugin/furik/lang/furik-*.po
Languages: hu_hu

source: Donation
hu_hu: Támogatás

source: Donations
hu_hu: Támogatások

source: General donation
hu_hu: Általános támogatás

source: Pending
hu_hu: Folyamatban

source: Successful, waiting for confirmation
hu_hu: Sikeres fizetés, visszajelzésre vár

source: Unsuccessful card payment
hu_hu: Sikertelen kártyás fizetés

source: Approve
hu_hu: Jóváhagy

source: Waiting for confirmation
hu_hu: Visszajelzésre vár

source: Successful and confirmed
hu_hu: Sikeres és visszaigazolt

source: Future donation
hu_hu: Jövőbeni támogatás

source: Unknown
hu_hu: Ismeretlen

source: SimplePay Card
hu_hu: SimplePay kártyás

source: Bank transfer
hu_hu: Átutalás

source: Cash payment
hu_hu: Készpénzes támogatás

source: Recurring (registration)
hu_hu: Rendszeres támogatás (első alkalom)

source: Recurring (automatic)
hu_hu: Rendszeres havi támogatás (automatikus levonás)

source: No donations are avaliable.
hu_hu: Nincs támogatás rögzítve a rendszerben.

source: ID
hu_hu: Azonosító

source: Time
hu_hu: Időpont

source: Name
hu_hu: Név

source: Phone Number
hu_hu: Telefonszám

source: Amount
hu_hu: Összeg

source: Type
hu_hu: Típus

source: Campaign
hu_hu: Kampány

source: Message
hu_hu: Üzenet

source: Anonymity
hu_hu: Anonimitás

source: Newsletter Status
hu_hu: Hírlevél állapota

source: Status
hu_hu: Állapot

source: Furik Donations
hu_hu: Furik Támogatások

source: No recurring donations are avaliable.
hu_hu: Nincs ismétlődő támogatás a rendszerben.

source: Registration time
hu_hu: Regisztráció időpontja

source: Full amount
hu_hu: Teljes összeg

source: Recurring donations
hu_hu: Rendszeres támogatások

source: Campaigns
hu_hu: Kampányok

source: Parent Campaign
hu_hu: Főkampány

source: All Campaigns
hu_hu: Összes kampány

source: View Campaign
hu_hu: Kampány megnyitása

source: Add New Campaign
hu_hu: Új kampány hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Edit Campaign
hu_hu: Kampány szerkesztése

source: Update Campaign
hu_hu: Kampány frissítése

source: Search Campaign
hu_hu: Kampány keresése

source: Not Found
hu_hu: Nincs találat

source: Not found in Trash
hu_hu: Nincs találat a kukában

source: Donation campaigns
hu_hu: Támogatási kampányok

source: Recurring monthly donation
hu_hu: Rendszeres havi támogatás

source: Next
hu_hu: Következő

source: Cancel future donations
hu_hu: Jövőbeni támogatások lemondása

source: Expired or cancelled.
hu_hu: Lejárt vagy lemondott.

source: No donations avaliable.
hu_hu: Nincs támogatás a rendszerben.

source: Transaction ID
hu_hu: Tranzakció azonosító

source: Own Furik Donations
hu_hu: Adományok

source: Own Donations
hu_hu: Adományok

source: Please accept the data transmission agreement.
hu_hu: Kérjük fogadd el az adatkezelési nyilatkozatot.

source: Database error. Please contact the site administrator.
hu_hu: Adatbázis hiba. Kérjük vedd fel a kapcsolatot az oldal üzemeltetőivel.

source: Redirecting to the payment partner page
hu_hu: Átirányítás a pénzügyi szolgáltató partner oldalára

source: No donations yet. Be the first one!
hu_hu: Egyelőre nem érkezett be támogatás. Legyél Te az első!

source: Anonymous donation
hu_hu: Aninom támogatás

source: now
hu_hu: most

source: 1 minute ago
hu_hu: 1 perce

source: %d minutes ago
hu_hu: %d perce

source: 1 hour ago
hu_hu: 1 órája

source: %d hours ago
hu_hu: %d órája

source: Yesterday
hu_hu: Tegnap

source: %d days ago
hu_hu: %d napja

source: %d weeks ago
hu_hu: %d hete

source: last month
hu_hu: előző hónapban

source: in a minute
hu_hu: egy perce

source: in %d minutes
hu_hu: %d perce

source: in an hour
hu_hu: egy órája

source: in %d hours
hu_hu: %d órája

source: Tomorrow
hu_hu: Holnap

source: next week
hu_hu: jövő héten

source: in %d weeks
hu_hu: %d héten belül

source: next month
hu_hu: jövő hónapban

source: SimplePay reference id
hu_hu: SimplePay referenciaszám

source: Order reference
hu_hu: Tranzakció azonosító

source: Date
hu_hu: Dátum

source: completed
hu_hu: teljesítve

source: Goal
hu_hu: Cél

source: If you'd like to make changes to the recurring payment, please log in with your e-mail address. Your password is:
hu_hu: Ha meg szeretnél változtatni bármit az ismétlődő fizetésben, kérjük lépj be az e-mail címeddel rendszerünkbe. A jelszavad:

source: Donation with card registration
hu_hu: Kártya regisztrációs támogatás

source: Send
hu_hu: Elküld

source: Your name
hu_hu: Neved

source: Your first name
hu_hu: Keresztneved

source: Your last name
hu_hu: Vezetékneved

source: E-mail address
hu_hu: E-mail címed

source: Phone number
hu_hu: Telefonszám

source: Donation amount
hu_hu: Támogatás összege

source: One time donation
hu_hu: Egyszeri támogatás

source: Recurring donation
hu_hu: Rendszeres támogatás

source: What's this?
hu_hu: Mi ez?

source: Online payment
hu_hu: Kártyás fizetés

source: Cash donation
hu_hu: Készpénzes támogatás

source: I accept the data transmission declaration
hu_hu: Az adatkezelési és továbbítási nyilatkozatot elfogadom

source: I accept the card registration statement
hu_hu: Elfogadom a kártyaregisztrációs nyilatkozatot

source: Subscribe to our newsletter
hu_hu: Feliratkozás a hírlevélre
